export let arrAwards = [
    {
        name: 'MTV Movie Awards 2012',
        data: 'Специальная премия «Поколение» MTV Generation Award',
        result: 'Победитель',
    }, {
        name: 'Золотой глобус 2011',
        data: 'Лучшая мужская роль',
        result: 'Номинант',
    }, {
        name: 'Премия гильдии киноактеров США 2016',
        data: 'Лучшая мужская роль',
        result: 'Номинант',
    }, {
        name: 'MTV Movie Awards 2010',
        data: 'Глобальная суперзвезда',
        result: 'Номинант',
    }, {
        name: 'Золотоя малина 2016',
        data: 'Худшая мужская роль',
        result: 'Номинант',
    }, {
        name: 'Золотоя малина 2014',
        data: 'Худшая мужская роль',
        result: 'Номинант',
    }, {
        name: 'Золотоя малина 2017',
        data: 'Худшая мужская роль второго плана',
        result: 'Номинант',
    }, {
        name: 'Золотоя малина 2018',
        data: 'Худшая мужская роль',
        result: 'Номинант',
    },
]
export default arrAwards;