import React from "react";

export function Description() {
    return (
        <div className="description">
            <p>Послушавшись Николаса Кейджа, вместо музыки отдал предпочтение кино — и с ходу стал жертвой Фредди
                Крюгера в «Кошмаре на улице Вязов», а затем кумиром девочек в сериале «Джамп-стрит, 21». Но
                по-настоящему потенциал актера смог раскрыть только Тим Бертон в «Эдварде руки-ножницы». Вместе с Деппом
                они сделали еще несколько фильмов, один из которых, «Суини Тодд, демон-парикмахер с Флит-стрит», принес
                Джонни «Золотой глобус». В детстве актер страдал аллергией на шоколад, но по иронии судьбы сыграл в двух
                картинах с этим лакомством в названии — в «Шоколаде» и «Чарли и шоколадной фабрике». На протяжении 90-х,
                да и нулевых, фамилия актера в титрах была лучшей рекомендацией к просмотру картины, а вершиной его
                карьеры стала роль капитана Джека Воробья в «Пиратах Карибского моря». В 2012 году был занесен в Книгу
                рекордов Гиннесса как самый высокооплачиваемый актер на свете и отчасти превратился в деревянный
                памятник собственной классности — совсем как тот, что установлен в его честь в небольшом сербском
                поселке Дрвенград, где проходит фестиваль авторского кино.</p>
        </div>
    )
}

export default Description;